package com.dynelm.robotdarttest.entity;

import java.util.ArrayList;
import java.util.List;

/**
 * Created by Administrator on 2017/12/17 0017.
 */

public class Feasible_result {
    public static String[] Feasible = {
            "天气怎么样","名字","你好","左转","右转","向前","向后","背诗","唱歌","唱首歌","背首诗","播放歌曲","唱首","唱一首",
            "停止","前进","后退","往前","往后","带我去","我想去","在哪","介绍自己","自我介绍","介绍一下自己","你叫什么名字","你是谁",
            "一号窗口","1号窗口","二号窗口","三号窗口","四号窗口","2号窗口","3号窗口","4号窗口","地税局","税务局","个人所得税","企业所得税","车船税","印花税","延期申报的规定","延期申报的条件","办理延期申报的流程","怎么办理延期申报",
            "火车票","高铁票","动车票","取号","取个号","排队"
    };

}
