package com.dynelm.robotdarttest.InstanceExe;

/**
 * Created by Administrator on 2018/3/6 0006.
 */

public class Answer_Instance {
    public static String Where_Local_Tax_Bureau = "马鞍山地税局位于西塘路496号";
    public static String Tax_payment_requirements = "您应当按照法律、行政法规规定或者税务机关依照法律、行政法规的规定确定的期限，缴纳或者解缴税款。未按照规定期限缴纳税款或者未按照规定期限解缴税款的，税务机关除责令限期缴纳外，从滞纳税款之日起，按日加收滞纳税款万分之五的滞纳金。";
    public static String Qiyesuodeshuinashuiren = "在中华人民共和国境内，企业和其他取得收入的组织为企业所得税的纳税人，不包括依照我国法律、行政法规成立的个人独资企业、合伙企业。";
    public static String Qiyesuideshuishuilv = "企业所得税的法定税率为25%。\n" +
            "非居民企业在中国境内未设立机构、场所的，或者虽设立机构、场所但取得的所得与其所设机构、场所没有实际联系的，适用税率为20%,现减按10%的优惠税率或协定税率征收企业所得税。\n" +
            "符合条件的小型微利企业，减按20%的税率征收企业所得税。\n" +
            "国家需要重点扶持的高新技术企业，减按15%的税率征收企业所得税。";
    public static String gerensuodeshuinashuiren = "个人所得税纳税义务人是指在中国境内有住所，或者无住所而在境内居住满一年，从中国境内和境外取得所得的个人；在中国境内无住所又不居住或者无住所而在境内居住不满一年，从中国境内取得所得的个人。\n" +
            "个人所得税，以所得人为纳税义务人，以支付所得的单位和个人为扣缴义务人。";
    public static String gerensuideshuizhengshuifanwei = "当您取得下列所得时，按照《中华人民共和国个人所得税法》规定，应缴纳个人所得税：\n" +
            "1、工资薪金所得；\n" +
            "2、个体工商户的生产、经营所得；\n" +
            "3、对企事业单位的承包经营、承租经营所得；\n" +
            "4、劳务报酬所得；\n" +
            "5、稿酬所得；\n" +
            "6、特许权使用费所得；\n" +
            "7、利息、股息、红利所得；\n" +
            "8、财产租赁所得；\n" +
            "9、财产转让所得；\n" +
            "10、偶然所得；\n" +
            "11、经国务院财政部门确定征税的其他所得。";
    public static String gerensuodeshuishuilv = "目前的工资薪金个人所得税费用扣除标准是3500元，适用3%至45%的7级超额累进税率。";
    public static String tudishiyongshuinashuiren = "在城市、县城、建制镇、工矿区范围内使用土地的单位和个人，为城镇土地使用税的纳税人。";
    public static String tudishuiyongshuizhengshuifanwei = "城镇土地使用税的征收范围为城市、县城、建制镇、工矿区。凡在上述范围内的土地，不论是属于国家所有还是集体所有，都是城镇土地使用税的征税对象。对农林牧渔业用地和农民居住用土地，不征收土地使用税。需要您注意的是：\n" +
            "1、城市是指经国务院批准设立的市，其征税范围包括市区和郊区。\n" +
            "2、县城是指县人民政府所在地，其征税范围为县人民政府所在地的城镇。\n" +
            "3、建制镇是指经省、自治区、直辖市人民政府批准设立的，符合国务院规定的镇建制标准的镇，其征税范围为镇人民政府所在地。\n" +
            "4、工矿区是指工商业比较发达，人口比较集中的大中型工矿企业所在地，工矿区的设立必须经省、自治区、直辖市人民政府批准。\n" +
            "城市、县城、建制镇、工矿区的具体征税范围，由各省、自治区、直辖市人民政府划定。";
    public static String fanchanshuinashuiren = "房产税纳税人原则上是在征税范围内的房屋的产权所有人，具体分为以下几类：\n" +
            "1、产权属于全民所有的，由经营管理单位纳税；产权属集体和个人的，由集体单位和个人纳税；\n" +
            "2、产权出典的，由承典人纳税。所谓产权出典，是指产权所有人将房屋的产权在一定期限内典当给他人使用，而取得资金的一种融资业务；\n" +
            "3、产权所有人、承典人不在房屋所在地的，由房产代管人或者使用人纳税；\n" +
            "4、产权未确定及租典纠纷未解决的，由房产代管人或使用人纳税。所谓租典纠纷，是指产权所有人在房产出典和租赁关系上，与承典人、租赁人发生各种争议，特别是权利和义务的争议悬而未决的；\n" +
            "5、无租使用其他单位房产的应税单位和个人，由使用人依照房产余值代缴纳房产税。\n" +
            "6、对居民住宅区内业主共有的经营性房产，由实际经营的代管人或使用人缴纳房产税。";
    public static String fanchanshuizhengshuifanwei = "房产税在城市、县城、建制镇和工矿区范围内征收。\n" +
            "1、城市是指经国务院批准设立的市，其征税范围包括市区、郊区和市辖县县城，不包括农村。\n" +
            "2、县城是指县人民政府所在地。\n" +
            "3、建制镇是指经省、自治区、直辖市人民政府批准设立的建制镇，其征税范围为镇人民政府所在地，不包括所辖的行政村。\n" +
            "4、工矿区是指工商业比较发达，人口比较集中的大中型工矿企业所在地，工矿区的设立必须经省、自治区、直辖市人民政府批准。";
    public static String chechuanshuidenashuiren = "在中华人民共和国境内，车辆、船舶的所有人或者管理人为车船税的纳税人。应税车船的所有人或管理人未缴纳车船税的，应由使用人代缴。";
    public static  String chechuanshuidedaijiaoyiwuren = "从事机动车交通事故责任强制保险业务的保险机构为机动车车船税的扣缴义务人，应依法代收代缴车船税。";
    public static String yinghuashuinashuiren="凡在我国境内书立、领受、使用属于征税范围内所列凭证的单位和个人，都是印花税的纳税义务人。具体包括国内各类企业、事业、机关、团体、部队以及中外合资企业、合作经营企业、外资企业、外国企业和其他经济组织及其在华机构等单位和个人。\n" +
            "根据书立、领受应纳税凭证的不同，印花税的纳税人可以分别为立合同人、立账簿人、立据人、领受人。在国外书立或领受，在国内使用应税凭证的单位和个人也是印花税的纳税义务人。";
    public static String yinghuashuizhengshuifanwei = "现行印花税仅对《印花税暂行条例》所列举的凭证征收，未列举的凭证不征税。正式列举的凭证分为五类：即经济合同、产权转移书据、营业账簿、权利、许可证照和经财政部门确定征税的其他凭证。";
    public static String yanqishenbaoguiding = "当您当您因故不能在规定申报期限内办理纳税申报或者向税务机关报送代扣代缴、代收代缴税款报告表的，您可以向经税务机关申请，依法办理延期纳税申报。";
    public static String yanqishengbaotiaojian="1、因不可抗力，不能按期办理纳税申报或者报送代扣代缴、代收代缴税款报告表的，可以延期办理。但是，应当在不可抗力情形消除后立即向税务机关报告。税务机关应当查明事实，予以核准。\n" +
            "2、因财务处理上的特殊原因，帐务未处理完毕，不能计算应纳税额，按照规定的期限办理纳税申报或者报送代扣代缴、代收代缴税款报告表确有困难，需要延期的，应当在规定的期限内向税务机关提出书面延期申请，经税务机关核准，在核准的期限内办理。\n" +
            "3.延期申报应依法预缴税款。\n" +
            "依法经核准允许延期申报，不等于可以延期纳税。除非纳税人因特殊困难，不能按期缴纳税款，并经省级税务机关批准，可以延期纳税的外，其他经税务机关核准，允许延期申报的纳税人应当在纳税期内按照上期实际缴纳的税额或者税务机关核定的税额预缴税款，并在核准的延期内办理税款结算。";
}
